{
  "metadata": {
    "total_size": 14138032128
  },
  "weight_map": {
    "transformer/h/0/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/0/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/1/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/10/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/11/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/12/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/13/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/14/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/15/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/16/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/17/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/18/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/19/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/19/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/19/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/2/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/20/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/20/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/21/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/22/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/23/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/24/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/25/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/26/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/27/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/28/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/input_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/input_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/post_attention_layernorm/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/post_attention_layernorm/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/self_attention/dense/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/self_attention/dense/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/self_attention/query_key_value/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/h/29/self_attention/query_key_value/kernel": "flax_model-00002-of-00002.msgpack",
    "transformer/h/3/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/3/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/4/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/5/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/6/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/7/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/8/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/input_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/input_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/mlp/dense_4h_to_h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/mlp/dense_4h_to_h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/mlp/dense_h_to_4h/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/mlp/dense_h_to_4h/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/post_attention_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/post_attention_layernorm/scale": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/self_attention/dense/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/self_attention/dense/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/self_attention/query_key_value/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/h/9/self_attention/query_key_value/kernel": "flax_model-00001-of-00002.msgpack",
    "transformer/ln_f/bias": "flax_model-00002-of-00002.msgpack",
    "transformer/ln_f/scale": "flax_model-00002-of-00002.msgpack",
    "transformer/word_embeddings/embedding": "flax_model-00001-of-00002.msgpack",
    "transformer/word_embeddings_layernorm/bias": "flax_model-00001-of-00002.msgpack",
    "transformer/word_embeddings_layernorm/scale": "flax_model-00001-of-00002.msgpack"
  }
}
